{
  "title": "Autism Support Website",
  "home": "होम",
  "about": "ऑटिज़्म के बारे में",
  "contact": "संपर्क करें",
  "resources": "संसाधन",
  "home_title": "ऑटिज़्म सहायता वेबसाइट में आपका स्वागत है",
  "home_description": "यह मंच ऑटिज़्म वाले परिवारों और बच्चों के लिए संसाधन और समर्थन प्रदान करने के लिए समर्पित है।",
  "about_title": "ऑटिज़्म के बारे में",
  "about_description": "ऑटिज़्म एक विकासात्मक विकार है जो संवाद और व्यवहार को प्रभावित करता है।",
  "contact_title": "संपर्क करें",
  "contact_description": "यदि आपके पास कोई प्रश्न है या समर्थन की आवश्यकता है, तो कृपया हमसे संपर्क करें।",
  "resources_title": "ऑटिज़्म सहायता के लिए संसाधन",
  "resources_description": "यहां आप ऑटिज़्म वाले व्यक्तियों का समर्थन करने के लिए विभिन्न संसाधन पा सकते हैं।",
   "rights_reserved" : "सर्वाधिकार सुरक्षित",
   "aboutAutismTitle": "ऑटिज़्म के बारे में (ऑटिज़्म स्पेक्ट्रम डिसऑर्डर)",
  "whatIsAutism": "ऑटिज़्म एक विकासात्मक स्थिति है जो एक बच्चे के संवाद, सीखने, व्यवहार और दूसरों के साथ बातचीत करने के तरीके को प्रभावित करती है। हर बच्चा अलग होता है – इसलिए इसे 'स्पेक्ट्रम' कहा जाता है क्योंकि इसमें ताकतों और चुनौतियों की एक विस्तृत श्रृंखला होती है।",
  "autismNotDisease": "ऑटिज़्म कोई बीमारी नहीं है, यह एक न्यूरोलॉजिकल अंतर है।",
  "autismBehavior": "ऑटिज़्म वाले बच्चे दुनिया को देखने, सुनने और अनुभव करने का तरीका दूसरों से अलग होता है।",
  "earlySupport": "प्यार, धैर्य और समर्थन के साथ, ऑटिज़्म से ग्रस्त कई बच्चे खुश और अर्थपूर्ण जीवन जी सकते हैं।",
  "commonSigns": "बच्चों में ऑटिज़्म के सामान्य लक्षण",
  "socialCommunication": "सामाजिक और संवाद संबंधी लक्षण",
  "socialPoints": [
    "आंखों से कम संपर्क या चेहरे के भावों की कमी",
    "बोलने में देर या बिल्कुल न बोलना",
    "नाम पुकारने पर प्रतिक्रिया नहीं देना",
    "अकेले खेलना पसंद करना, समूह में नहीं खेलना",
    "हाव-भाव, आवाज़ के लहजे या चेहरे के संकेत नहीं समझना"
  ],
  "repetitiveBehavior": "दोहराव वाला व्यवहार",
  "repetitivePoints": [
    "किसी क्रिया या शब्द को बार-बार दोहराना (स्टिमिंग)",
    "कठोर दिनचर्या होना या थोड़े बदलाव पर परेशान हो जाना",
    "विशेष विषयों, वस्तुओं या गतिविधियों में अत्यधिक रुचि"
  ],
  "sensorySensitivity": "संवेदनशीलता",
  "sensoryPoints": [
    "आवाज, रोशनी, स्पर्श या गंध के प्रति अत्यधिक संवेदनशील",
    "कुछ खाने या कपड़ों की बनावट पर तीव्र प्रतिक्रिया देना"
  ],
  "rememberTitle": "याद रखें:",
  "rememberPoints": [
    "ऑटिज़्म किसी की गलती नहीं है – यह बस एक अलग विकासात्मक तरीका है।",
    "जल्दी सहायता से बड़ा बदलाव हो सकता है।",
    "आपका प्यार, समझ और धैर्य आपके बच्चे के लिए सबसे प्रभावी मदद है।"
  ]

}