[
  {
    "id": "therapies",
    "title": {
      "en": "Therapies & Interventions",
      "hi": "थेरेपी और हस्तक्षेप",
      "mr": "थेरपी व हस्तक्षेप"
    },
    "intro": {
      "en": "A Q&A guide for parents to understand therapies, their role, and how they can support their child at home.",
      "hi": "माता-पिता के लिए प्रश्नोत्तर मार्गदर्शिका. थेरेपी की भूमिका समझें और घर पर बच्चे का साथ कैसे दें यह जानें.",
      "mr": "पालकांसाठी प्रश्नोत्तर मार्गदर्शक. थेरपीचे महत्त्व समजून घ्या आणि घरच्या घरी मुलांना कसे मदत करायचे ते शिका."
    },
    "qa": {
      "en": [
        {
          "q": "Why are therapies important for autistic children?",
          "a": "Therapies are not a cure, but they help children develop everyday skills. They support communication, social interaction, learning, and emotional control. Small practical gains such as asking for help, eating independently, or tolerating new sounds reduce frustration and increase confidence."
        },
        {
          "q": "Which therapies are most common?",
          "a": "Speech therapy helps with speaking, understanding language and using gestures or pictures. Occupational therapy teaches daily skills such as eating and dressing and helps manage sensory sensitivities. Applied Behavior Analysis supports learning through positive reinforcement and reduces challenging behavior. Music and art therapy give nonverbal outlets for feelings and can reduce stress. Yoga and exercise help with focus and self-regulation."
        },
        {
          "q": "How should parents choose a therapy?",
          "a": "Each child is different so start with a professional evaluation. Choose one or two therapies that meet the most urgent needs. Set simple goals such as using one new word or eating a snack alone and review progress regularly. Consistency and small daily practice are usually more effective than trying many therapies at once."
        },
        {
          "q": "What can parents do at home?",
          "a": "Follow the therapist's simple exercises daily even for a short time. Use pictures or a visual schedule to show routines. Break tasks into small steps and praise effort. Keep routines predictable and reduce sudden changes. Stay calm during meltdowns and avoid punishment. Small, consistent home practice makes therapy work better."
        },
        {
          "q": "How long does therapy usually take?",
          "a": "Therapy is typically long term. Some children show measurable progress in months while others need years of support. Progress can vary and is not always steady. The objective is gradual skill building and increased independence over time."
        },
        {
          "q": "Are group therapies helpful?",
          "a": "Group activities such as social skills classes or play-based groups are helpful because they provide real-life practice. Children learn waiting turns, sharing and social routines that are harder to practice in one-on-one sessions."
        }
      ],
      "hi": [
        {
          "q": "ऑटिज़्म वाले बच्चों के लिए थेरेपी क्यों ज़रूरी है?",
          "a": "थेरेपी इलाज नहीं है, पर ये बच्चों को रोजमर्रा की क्षमताएँ सिखाती है. ये संवाद, सामाजिक जुड़ाव, सीखने और भावनात्मक नियंत्रण में मदद करती है. छोटे-छोटे लक्ष्य जैसे मदद माँगना या अकेले खाना खाने की आदत तनाव घटाते हैं और आत्मविश्वास बढ़ाते हैं."
        },
        {
          "q": "सबसे सामान्य थेरेपी कौन सी हैं?",
          "a": "स्पीच थेरेपी बोलने और समझने में मदद करती है और इशारों या तस्वीरों का उपयोग सिखाती है. ऑक्युपेशनल थेरेपी रोजमर्रा के काम और सेंसरी समस्याओं का प्रबंधन सिखाती है. ABA थेरेपी सकारात्मक प्रोत्साहन से व्यवहार में सुधार लाती है. म्यूज़िक और आर्ट थेरेपी भावनात्मक अभिव्यक्ति देती हैं. योग और व्यायाम ध्यान और आत्मनियमन में मदद करते हैं."
        },
        {
          "q": "माता-पिता थेरेपी कैसे चुनें?",
          "a": "हर बच्चा अलग होता है इसलिए पहले पेशेवर मूल्यांकन कराएँ. सबसे ज़रूरी ज़रूरतों के आधार पर एक या दो थेरेपी चुनें. छोटे और व्यावहारिक लक्ष्य रखें और समय-समय पर प्रगति की समीक्षा करें. नियमित छोटे अभ्यास अक्सर कई अलग-अलग थेरेपी एक साथ शुरू करने से बेहतर होते हैं."
        },
        {
          "q": "घर पर माता-पिता क्या कर सकते हैं?",
          "a": "थेरेपिस्ट के बताए सरल अभ्यास रोज़ करें, भले ही 10-15 मिनट ही क्यों न हो. दिनचर्या दिखाने के लिए चित्र या विज़ुअल शेड्यूल का प्रयोग करें. कामों को छोटे हिस्सों में बाँटें और प्रयास की तारीफ करें. मेल्टडाउन के दौरान शांत रहें और दंड देने से बचें. छोटे लगातार प्रयास थेरेपी को प्रभावी बनाते हैं."
        },
        {
          "q": "थेरेपी में आमतौर पर कितना समय लगता है?",
          "a": "थेरेपी अक्सर लंबी अवधि की प्रक्रिया होती है. कुछ में महीनों में सुधार दिखता है जबकि अन्य में वर्षों तक मदद की आवश्यकता पड़ सकती है. लक्ष्य धीरे-धीरे कौशल बनाना और स्वतंत्रता बढ़ाना होना चाहिए."
        },
        {
          "q": "क्या समूह थेरेपी उपयोगी है?",
          "a": "हाँ. समूह सत्र जैसे सोशल स्किल क्लासेस या खेल समूह वास्तविक जीवन का अभ्यास देते हैं. बच्चे बारी का इंतज़ार करना, साझा करना और सामाजिक नियम सीखते हैं जो एक-पर-एक सत्रों में कठिन होते हैं."
        }
      ],
      "mr": [
        {
          "q": "ऑटिझम असलेल्या मुलांसाठी थेरपी का महत्त्वाची आहे?",
          "a": "थेरपी ही उपचार नाही, पण ती मुलांना दैनंदिन जीवनातील कौशल्ये शिकवते. ती संवाद, सामाजिक नाते, शिकणे आणि भावना नियंत्रित करणे यांना मदत करते. उदाहरणार्थ, स्पीच थेरपीमुळे मूल पाणी मागायला शिकते आणि OT मुळे कपडे घालणे शिकते. ही लहान प्रगती ताण कमी करतात आणि आत्मविश्वास वाढवतात."
        },
        {
          "q": "कोणत्या थेरपी सर्वसाधारण वापरल्या जातात?",
          "a": "स्पीच थेरपी भाषेचे कौशल्य वाढवते. ऑक्युपेशनल थेरपी दैनंदिन कामे आणि संवेदना समस्या हाताळण्यास मदत करते. ABA थेरपी सकारात्मक प्रोत्साहनाने वर्तन सुधारते. म्युझिक आणि आर्ट थेरपी भावनात्मक अभिव्यक्तीस मदत करतात. योग आणि व्यायाम लक्ष आणि आत्मनियमन सुधारतात."
        },
        {
          "q": "पालकांनी थेरपी कशी निवडावी?",
          "a": "प्रत्येक मूल वेगळे असते, त्यामुळे आधी तज्ञाचे मूल्यांकन करणे आवश्यक आहे. सर्वात गरजेच्या गरजा ओळखून एक किंवा दोन थेरपी सुरुवात कराव्यात. छोटे व्यावहारिक लक्ष्य ठेवा आणि वेळोवेळी प्रगतीचे परीक्षण करा. नियमित आणि छोटे सराव जास्त परिणामकारक असतात."
        },
        {
          "q": "घरच्या घरी पालक काय करू शकतात?",
          "a": "थेरेपिस्टने सांगितलेले सोपे सराव दररोज करणे उपयुक्त आहे. दिनचर्या दाखवण्यासाठी चित्रे वापरा. काम छोटे भागात विभागा आणि प्रयत्नावर कौतुक करा. मेल्टडाउन वेळी शांत राहा आणि शिक्षा टाळा. छोटे पण सततचे प्रयत्न थेरपीला प्रभावी बनवतात."
        },
        {
          "q": "थेरपीस किती वेळ लागतो?",
          "a": "थेरपी अनेकदा दीर्घकालीन असते. काहींना काही महिन्यांत फरक दिसतो, तर काहींना वर्षे लागतात. उद्देश हळूहळू कौशल्ये वाढवणे आणि स्वावलंबन मिळवणे आहे."
        },
        {
          "q": "ग्रुप थेरपी उपयुक्त आहे का?",
          "a": "हो. सोशल स्किल ट्रेनिंग किंवा खेळ समूह वास्तविक परिस्थितीतील सराव देतात. यातून मुलं बारीची वाट पाहणे, सामायिक करणे आणि सामाजिक नियम शिकतात."
        }
      ]
    }
  },
  {
    "id": "success-stories",
    "title": {
      "en": "Success Stories & Inspiration",
      "hi": "सफल कहानियाँ और प्रेरणा",
      "mr": "यशोगाथा व प्रेरणा"
    },
    "intro": {
      "en": "Stories of hope and achievement that remind parents that autism is not the end of possibilities.",
      "hi": "आशा और उपलब्धियों की कहानियाँ जो माता-पिता को याद दिलाती हैं कि ऑटिज़्म संभावनाओं का अंत नहीं है.",
      "mr": "आशा आणि यशाच्या कथा ज्या पालकांना दाखवतात की ऑटिझम म्हणजे शक्यतांचा शेवट नाही."
    },
    "qa": {
      "en": [
        {
          "q": "Why should parents read success stories?",
          "a": "Success stories give hope and reduce isolation. They show practical examples of how children can learn skills, find interests and succeed with steady support. Reading about others can offer new ideas about activities and therapies to try."
        },
        {
          "q": "Who are some famous people with autism?",
          "a": "Temple Grandin is a scientist and author who advocates for autism. Satoshi Tajiri created Pokémon and found success using his focused interests. Greta Thunberg is a climate activist who speaks about autism as a strength. Their lives show that autism can coexist with creativity and achievement."
        },
        {
          "q": "Are there inspiring stories from India?",
          "a": "Yes. For example, a child in Kerala developed advanced math skills at a young age. A young singer in Pune won national recognition for classical music. Across India there are children who have excelled in drawing, science projects, sports and programming. These examples show that local support and encouragement can lead to achievement."
        },
        {
          "q": "What message do these stories give parents?",
          "a": "The core message is to focus on strengths rather than limitations. Small successes matter, such as learning a new skill or completing a task. With patience, encouragement and suitable opportunities, children can gain independence and satisfaction."
        },
        {
          "q": "How can parents use these stories for motivation?",
          "a": "Share them with teachers and family to build understanding and support. Use them as inspiration to try new activities like art, music or simple coding projects. Join parent groups where experiences and success ideas are shared."
        }
      ],
      "hi": [
        {
          "q": "माता-पिता को सफलता की कहानियाँ क्यों पढ़नी चाहिए?",
          "a": "सफल कहानियाँ उम्मीद देती हैं और अकेलेपन की भावना कम करती हैं. ये दिखाती हैं कि सही सहयोग मिलने पर बच्चे अलग-अलग क्षेत्रों में सफलता पा सकते हैं. दूसरों के अनुभव नए विचार और प्रेरणा दे सकते हैं."
        },
        {
          "q": "कौन से प्रसिद्ध लोग ऑटिज़्म से जुड़े हैं?",
          "a": "टेम्पल ग्रैंडिन एक वैज्ञानिक और लेखिका हैं जो ऑटिज़्म की वकालत करती हैं. सतोशी ताजिरी ने पोकेमॉन बनाया और अपनी रुचियों का उपयोग कर सफलता पाई. ग्रेटा थनबर्ग एक पर्यावरण कार्यकर्ता हैं जिन्होंने ऑटिज़्म को अपनी ताकत बताया है. उनकी कहानियाँ दिखाती हैं कि ऑटिज़्म के साथ रचनात्मकता और सफल जीवन संभव है."
        },
        {
          "q": "क्या भारत में प्रेरक कहानियाँ हैं?",
          "a": "हाँ. केरल के एक बच्चे ने छोटी उम्र में उत्तम गणित कौशल्य विकसित किए. पुणे की एक युवा गायिके ने शास्त्रीय संगीत में राष्ट्रीय स्तर पर मान्यता पाई. भारत में कई बच्चे कला, विज्ञान, खेल और प्रोग्रामिंग में चमके हैं. यह दिखाता है कि सही समर्थन से स्थानीय स्तर पर भी सफलता मिलती आहे."
        },
        {
          "q": "इन कहानियों से माता-पिता को क्या संदेश मिलता है?",
          "a": "संदेश यह है कि कमजोरियों की बजाय ताकतों पर ध्यान दें. छोटी उपलब्धियाँ महत्वपूर्ण हैं. धैर्य, प्रेरणा और सही अवसरों से बच्चे आत्मनिर्भर व प्रसन्न बन सकते हैं."
        },
        {
          "q": "माता-पिता इन कहानियों का उपयोग कैसे करें?",
          "a": "इन्हें शिक्षकों और परिवार के साथ साझा करें ताकि समझ बढ़े. इनसे प्रेरणा लेकर कला, संगीत या सरल कोडिंग कोशिशें शुरू करें. ऐसे परिजनों के समूहों से जुड़ें जहाँ अनुभव और सफलताओं को साझा किया जाता है."
        }
      ],
      "mr": [
        {
          "q": "पालकांनी यशोगाथा का वाचाव्यात?",
          "a": "यशोगाथा आशा देतात आणि एकटेपणा कमी करतात. त्या दाखवतात की योग्य साथ मिळाली तर मुले विविध क्षेत्रात यश मिळवू शकतात. इतरांच्या अनुभवातून नवीन कल्पना व प्रेरणा मिळते."
        },
        {
          "q": "कोणकोण प्रसिद्ध व्यक्ती ऑटिझमशी संबंधित आहेत?",
          "a": "टेम्पल ग्रँडिन एक वैज्ञानिक व लेखिका आहेत ज्यांनी ऑटिझमच्या बाबतीत मते मांडली. सतोशी ताजिरी यांनी पोकेमॉन तयार केले आणि त्यांच्या लक्षात आलेल्या रुचीमुळे यश मिळाले. ग्रेटा थनबर्ग या पर्यावरण कार्यकर्त्या आहेत आणि त्यांनी ऑटिझमाला एक ताकद म्हटले आहे. त्यांच्या कथा दाखवतात की ऑटिझमसह सर्जनशीलता व यश शक्य आहे."
        },
        {
          "q": "भारतामध्ये प्रेरणादायी कथा आहेत का?",
          "a": "हो. उदाहरणार्थ केरळमधील एका मुलाने लहान वयात गणितात प्राविण्य मिळवले. पुण्यातील एका युवतीने शास्त्रीय गायनात राष्ट्रीय ओळख मिळवली. भारतातील अनेक मुलांनी चित्रकला, विज्ञान प्रकल्प, क्रीडा व प्रोग्रॅमिंगमध्ये चांगले काम केले आहे. हे दाखवते की स्थानिक साथ लाभल्यासही यश शक्य आहे."
        },
        {
          "q": "या कथांमधून पालकांना काय संदेश मिळतो?",
          "a": "मुख्य संदेश असा आहे की मर्यादा पाहण्याऐवजी ताकदीवर लक्ष द्यावे. लहान यश महत्त्वाचे असतात. संयम, प्रोत्साहन आणि योग्य संधींमुळे मुले स्वावलंबी व समाधानी बनू शकतात."
        },
        {
          "q": "पालक या कथांचा उपयोग कसा करू शकतात?",
          "a": "त्या कथा शिक्षक व कुटुंबासोबत शेअर करा ज्याने समज वाढेल. त्या प्रेरणेने कला, संगीत किंवा सोप्या कोडिंग उपायंना मुलांसोबत प्रयत्न करा. अनुभव व यश शेअर करणाऱ्या पालक समूहात सामील व्हा."
        }
      ]
    }
  },
  {
    "id": "daily-life",
    "title": {
      "en": "Daily Life & Parenting Tips",
      "hi": "दैनिक जीवन और पेरेंटिंग टिप्स",
      "mr": "दैनंदिन जीवन व पालकत्व टिप्स"
    },
    "intro": {
      "en": "Simple, practical tips for parents to manage routines, communication, and emotional balance with autistic children.",
      "hi": "माता-पिता के लिए सरल और व्यावहारिक सुझाव. दिनचर्या, संवाद और भावनात्मक संतुलन संभालने में मदद करने के लिए.",
      "mr": "पालकांसाठी सोपे व उपयुक्त टिप्स. दिनचर्या, संवाद आणि भावनिक संतुलन व्यवस्थापित करण्यासाठी मार्गदर्शन."
    },
    "qa": {
      "en": [
        {
          "q": "How can we create a supportive daily routine?",
          "a": "Keep consistent times for meals, play and sleep. Use a simple picture chart or routine board to show steps such as brushing teeth, breakfast and packing a bag. Predictable routines reduce anxiety and make transitions easier."
        },
        {
          "q": "What are some tips for better communication?",
          "a": "Use short and clear sentences. Add gestures or pictures to support words. Allow extra time for the child to respond. Avoid repeating the question quickly or raising your voice. Visual tools and simple apps can be helpful."
        },
        {
          "q": "How to handle meltdowns at home?",
          "a": "First, stay calm yourself. Reduce loud noise and bright lights. Offer a quiet corner or a familiar soft toy to help the child settle. After the meltdown, comfort the child and avoid long explanations or punishment."
        },
        {
          "q": "How can siblings be included?",
          "a": "Explain autism in simple language to siblings. Encourage shared play in easy activities such as drawing or puzzles. Praise siblings for patience and include them in small routines so they feel involved and valued."
        },
        {
          "q": "How can parents take care of themselves?",
          "a": "Parenting can be demanding. Share responsibilities with family where possible and ask for help. Take short breaks, sleep when you can and connect with other parents. Self-care helps you stay resilient and better support your child."
        }
      ],
      "hi": [
        {
          "q": "सहायक दिनचर्या कैसे बनाएँ?",
          "a": "खाने, खेलने और सोने का समय नियमित रखें. ब्रश करना, नाश्ता और बैग पैक करना जैसे कदम दिखाने के लिए चित्र चार्ट या रुटीन बोर्ड का उपयोग करें. निश्चित दिनचर्या चिंता घटाती है और बदलाव आसान बनाती है."
        },
        {
          "q": "बेहतर संवाद के लिए सुझाव क्या हैं?",
          "a": "छोटे और स्पष्ट वाक्य बोलें. शब्दों के साथ इशारे या तस्वीरें जोड़ें. बच्चे को उत्तर देने के लिए अतिरिक्त समय दें. प्रश्न को बार-बार दोहराने या आवाज़ तेज करने से बचें. विज़ुअल टूल और सरल ऐप मददगार होते हैं."
        },
        {
          "q": "घर पर मेल्टडाउन कैसे संभालें?",
          "a": "पहले स्वयं शांत रहें. तेज आवाज और तेज रोशनी कम करें. बच्चे को शांत जगह या परिचित नरम खिलौने दें ताकि वह शांत हो सके. मेल्टडाउन के बाद बच्चे को सांत्वना दें और दंड न दें."
        },
        {
          "q": "भाई-बहनों को कैसे शामिल करें?",
          "a": "ऑटिज़्म को सरल भाषा में समझाएँ. ड्राइंग या पज़ल जैसे आसान खेलों में संयुक्त खेल का प्रोत्साहन करें. भाई-बहनों के धैर्य की प्रशंसा करें और उन्हें छोटे-छोटे कामों में शामिल करते रहें."
        },
        {
          "q": "माता-पिता खुद की देखभाल कैसे करें?",
          "a": "पालन-पोषण चुनौतीपूर्ण हो सकता है. परिवार के साथ जिम्मेदारियाँ बांटें और मदद माँगने में संकोच न करें. छोटे-छोटे विराम लें, जहाँ संभव हो आराम करें और दूसरे माता-पिता से जुड़ें. आत्म-देखभाल आपको मजबूत रखती है."
        }
      ],
      "mr": [
        {
          "q": "सहायक दिनचर्या कशी तयार करावी?",
          "a": "जेवण, खेळ आणि झोप यांचे वेळापत्रक ठरवा आणि ते नियमित ठेवा. ब्रश करणे, नाश्ता, बॅग पॅक करणे यांसारख्या क्रिया दाखवण्यासाठी साधा चित्र चार्ट वापरा. नियमित दिनचर्या चिंता कमी करते आणि बदल करणे सोपे होते."
        },
        {
          "q": "चांगल्या संवादासाठी काय टिप्स आहेत?",
          "a": "लहान आणि स्पष्ट वाक्य वापरा. शब्दांसोबत हातवारे किंवा चित्रे जोडावीत. मुलाला उत्तर देण्यासाठी अतिरिक्त वेळ द्या. प्रश्न पटकन वारंवार विचारणे किंवा ओरडणे टाळा. दृश्य साधने आणि साधे अॅप्स उपयुक्त ठरतात."
        },
        {
          "q": "घरात मेल्टडाउन कसे हाताळावे?",
          "a": "सर्वप्रथम स्वतः शांत रहा. मोठा आवाज आणि तेज प्रकाश कमी करा. मुलाला शांत कोपरा किंवा ओळखत असलेले मऊ खेळणे द्या. मेल्टडाउन नंतर मुलाला आधार द्या आणि शिक्षा टाळा."
        },
        {
          "q": "भावंडांना कसे सामील करावे?",
          "a": "ऑटिझम सोप्या भाषेत समजावून सांगा. चित्रकला किंवा पझल सारख्या सोप्या उपक्रमात एकत्र खेळण्यास प्रोत्साहित करा. भावंडांच्या संयमाचे कौतुक करा आणि त्यांना लहान जबाबदाऱ्या द्या ज्यामुळे ते सहभागी वाटतील."
        },
        {
          "q": "पालकांनी स्वतःची काळजी कशी घ्यावी?",
          "a": "पालनपोषण कधीकधी आव्हानात्मक असते. शक्य असल्यास कुटुंबात जबाबदाऱ्या वाटा आणि मदतीसाठी म्हणा. छोट्या ब्रेक घ्या, आराम करा आणि इतर पालकांशी संपर्क साधा. आत्म-देखभाल तुम्हाला बांधील राहण्यास मदत करते."
        }
      ]
    }
  }
]
