[
  {
    "id": "therapies",
    "title": {
      "en": "Therapies & Interventions",
      "hi": "थेरेपी और हस्तक्षेप",
      "mr": "थेरपी व हस्तक्षेप"
    },
    "intro": {
      "en": "A Q&A guide for parents to understand therapies, their role, and how they can support their child at home.",
      "hi": "माता-पिता के लिए प्रश्नोत्तर मार्गदर्शिका — थेरेपी की भूमिका को समझें और घर पर बच्चों का सहयोग करें।",
      "mr": "पालकांसाठी प्रश्नोत्तर मार्गदर्शक — थेरपीचे महत्त्व समजून घ्या आणि मुलांना घरच्या घरी मदत करा."
    },
    "qa": {
      "mr": [
        {
          "q": "ऑटिझम असलेल्या मुलांसाठी थेरपी का महत्त्वाची आहे?",
          "a": "थेरपी म्हणजे उपचार नाही, पण ती मुलांना स्वतंत्र जीवन जगण्यासाठी मदत करते. संवाद, सामाजिक संबंध, शिकणे आणि भावना नियंत्रित करणे यात सुधारणा करते. उदाहरणार्थ, स्पीच थेरपीने मूल पाणी मागायला शिकते आणि OT ने कपडे घालायला शिकते. हे छोटे टप्पे ताण कमी करतात व आत्मविश्वास वाढवतात."
        },
        {
          "q": "कोणत्या थेरपी सर्वाधिक वापरल्या जातात?",
          "a": "स्पीच थेरपी संवादासाठी, ऑक्युपेशनल थेरपी दैनंदिन कामांसाठी, ABA थेरपी सकारात्मक वर्तन वाढवण्यासाठी, म्युझिक व आर्ट थेरपी भावना व्यक्त करण्यासाठी आणि योग किंवा व्यायाम लक्ष व शांततेसाठी उपयुक्त आहेत."
        },
        {
          "q": "पालकांनी थेरपी कशी निवडावी?",
          "a": "प्रत्येक मुलाची गरज वेगळी असते. काहींना स्पीचची गरज असते, काहींना OT ची. पालकांनी तज्ञांचा सल्ला घ्यावा, एक-दोन थेरपीने सुरुवात करावी, छोटे उद्दिष्ट ठेवावे आणि दर काही महिन्यांनी आढावा घ्यावा. सातत्य सर्वात महत्त्वाचे आहे."
        },
        {
          "q": "घरच्या घरी पालक काय करू शकतात?",
          "a": "पालक दररोज 15 मिनिटे सराव करून मदत करू शकतात. विज्युअल चार्ट व फ्लॅशकार्ड वापरू शकतात. काम छोटे टप्प्यात विभागावे. प्रयत्नांवरही कौतुक करावे. मेल्टडाउन वेळी शांत राहावे व शिक्षा टाळावी."
        },
        {
          "q": "थेरपीस किती वेळ लागतो?",
          "a": "थेरपी दीर्घकालीन असते. काहींमध्ये महिन्यांत सुधारणा दिसते, तर काहींना वर्षे लागतात. प्रगती नेहमी सरळ नसते."
        },
        {
          "q": "ग्रुप थेरपी उपयुक्त आहे का?",
          "a": "हो, प्ले थेरपी आणि सोशल स्किल ट्रेनिंग उपयुक्त आहेत. यातून मुलांना बारीची वाट पाहणे, खेळणी वाटून घेणे व इतरांशी संवाद साधणे शिकता येते."
        }
      ]
    }
  },
  {
    "id": "success-stories",
    "title": {
      "en": "Success Stories & Inspiration",
      "hi": "सफल कहानियाँ और प्रेरणा",
      "mr": "यशोगाथा व प्रेरणा"
    },
    "intro": {
      "en": "Stories of hope and achievement that remind parents autism is not the end of possibilities.",
      "hi": "आशा और उपलब्धियों की कहानियाँ जो माता-पिता को याद दिलाती हैं कि ऑटिज़्म संभावनाओं का अंत नहीं है।",
      "mr": "आशा आणि यशाच्या कथा ज्या पालकांना दाखवतात की ऑटिझम म्हणजे शक्यतांचा शेवट नाही."
    },
    "qa": {
      "mr": [
        {
          "q": "पालकांनी यशोगाथा का वाचाव्यात?",
          "a": "या कथा आशा देतात आणि एकटेपणा कमी करतात. पालकांना समजते की आव्हाने असली तरी योग्य मदतीने मुले यश मिळवू शकतात."
        },
        {
          "q": "कोणते प्रसिद्ध व्यक्ती ऑटिझमशी संबंधित आहेत?",
          "a": "टेम्पल ग्रँडिन (वैज्ञानिक), सतोशी ताजिरी (पोकेमॉन निर्माता), ग्रेटा थनबर्ग (पर्यावरण कार्यकर्ती). त्यांच्या कथा दाखवतात की ऑटिझम सर्जनशीलता आणि नेतृत्वात अडथळा नाही."
        },
        {
          "q": "भारतामध्ये प्रेरणादायी कथा आहेत का?",
          "a": "हो. केरळमधील एका मुलाने गणितात प्राविण्य मिळवले. पुण्यातील एका मुलीने शास्त्रीय गायनात राष्ट्रीय पुरस्कार मिळवले. भारतातील अनेक मुले चित्रकला, खेळ आणि प्रोग्रॅमिंगमध्ये यशस्वी आहेत."
        },
        {
          "q": "या कथांमधून पालकांना काय संदेश मिळतो?",
          "a": "प्रगती शक्य आहे. मर्यादांपेक्षा ताकदीवर लक्ष द्या. सायकल शिकणे किंवा चित्र काढणे हीसुद्धा मोठी उपलब्धी आहे. प्रेम आणि संयमाने मुले स्वावलंबी आणि आनंदी होतात."
        },
        {
          "q": "पालक या कथांचा उपयोग कसा करू शकतात?",
          "a": "ते या कथा शिक्षक आणि कुटुंबीयांसोबत शेअर करू शकतात. नवीन उपक्रम जसे चित्रकला, संगीत किंवा कोडिंग मुलांसोबत आजमावू शकतात. या कथा कठीण काळात पालकांना सकारात्मक ठेवतात."
        }
      ]
    }
  },
  {
    "id": "daily-life",
    "title": {
      "en": "Daily Life & Parenting Tips",
      "hi": "दैनिक जीवन और पेरेंटिंग टिप्स",
      "mr": "दैनंदिन जीवन व पालकत्व टिप्स"
    },
    "intro": {
      "en": "Simple, practical tips for parents to manage routines, communication, and emotional balance with autistic children.",
      "hi": "माता-पिता के लिए आसान व व्यावहारिक सुझाव — दिनचर्या, संवाद और भावनात्मक संतुलन संभालने में मदद।",
      "mr": "पालकांसाठी सोपे व उपयुक्त टिप्स — दिनचर्या, संवाद व भावनिक संतुलन सांभाळण्यासाठी मार्गदर्शन."
    },
    "qa": {
      "mr": [
        {
          "q": "सहायक दिनचर्या कशी तयार करावी?",
          "a": "नियमितता महत्त्वाची आहे. जेवण, खेळ आणि झोप यांचे वेळापत्रक ठरवा. ब्रश करणे, नाश्ता करणे, बॅग पॅक करणे यासाठी चार्ट किंवा चित्रे वापरा. यामुळे चिंता कमी होते व बदल सोपे होतात."
        },
        {
          "q": "चांगल्या संवादासाठी टिप्स काय?",
          "a": "लहान आणि स्पष्ट वाक्य बोला. शब्दांसोबत हावभाव किंवा चित्रे वापरा. उत्तर द्यायला वेळ द्या. लवकर-लवकर पुनरावृत्ती टाळा. चित्र कार्ड्स किंवा अॅप्स उपयुक्त ठरतात."
        },
        {
          "q": "घरात मेल्टडाउन कसे हाताळावे?",
          "a": "सुरुवातीला स्वतः शांत रहा. मोठा आवाज किंवा तेज प्रकाश कमी करा. मुलाला शांत कोपऱ्यात किंवा खेळण्यासोबत वेळ द्या. मेल्टडाउन नंतर मुलाला सांत्वना द्या आणि जास्त समजावणे टाळा."
        },
        {
          "q": "भावंडांना कसे सहभागी करावे?",
          "a": "ऑटिझम सोप्या भाषेत समजावा. पझल्स किंवा चित्रकलेसारखे सोपे खेळ भावंडांना द्या. त्यांच्या संयमाचे कौतुक करा. त्यांनाही विशेष आणि प्रिय असल्याचे सांगा."
        },
        {
          "q": "पालकांनी स्वतःची काळजी कशी घ्यावी?",
          "a": "ऑटिझम असलेल्या मुलांचे संगोपन थकवणारे असू शकते. पालकांनी विश्रांती घ्यावी, जबाबदाऱ्या वाटून घ्याव्यात आणि सपोर्ट ग्रुपमध्ये सामील व्हावे. सेल्फ-केअर खूप महत्त्वाचे आहे."
        }
      ]
    }
  }
]
